// 引入SDK核心类
const app = getApp();
Page({
  data: {
    choose_car: "",
    gar_data: {
      's1': ["粤M 11441", 1, 1],
      's2': ["", 0, 0],
      's3': ["粤P 14126", 1, 1],
      's4': ["", 0, 0],
      's5': ["粤A 42116", 1, 0],
      's6': ["粤M 45526", 1, 1],
      's7': ["粤B 45673", 1, 0],
      's8': ["", 0, 0],
      's9': ["粤G 54645", 1, 1],
      's10': ["粤M 55466", 1, 1],
      's11': ["粤J 57896", 1, 0],
      's12': ["粤M 546566", 1, 0],
      's13': ["粤R 546456", 1, 1],
    },
  },

  onLoad: function(){},


  try_to: function () {
    console.log("dasdad")
  },

})
